Repository: EtchUK/Etch.OrchardCore.SEO
Catalog: Localization/*.po
Languages: tr

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: From Url
tr: Yönlenecek Adres

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: Relative URL that triggers redirect.
tr: Bu adrese istek geldiğinde, yönlendirme tetiklenecektir.

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: To Url
tr: Gönderilecek adres

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: URL that'll be redirected to.
tr: Gitmesini istediğiniz adres

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: Permanent
tr: Kalıcı (Permanent)

# Etch.OrchardCore.SEO.Views.RedirectPart.Edit
source: When checked redirect will be permanent (301), otherwise it'll be a temporary redirect (302).
tr: Seçmeniz halinde adrese kalıcı olarak yönlendirilecektir (301), boş bırakırsanız geçici yönlendirme (302) yapılır.

# Etch.OrchardCore.SEO.Views.AdminImportRedirects.Index
source: Import Redirects
tr: Yönlendirme Kayıtlarını İçe Aktar

# Etch.OrchardCore.SEO.Views.AdminImportRedirects.Index
source: Import multiple 301 redirects by uploading an XLSX spreadsheet using
tr: Excel ile 301 yönlendirmeleri toplu olarak aktarmak için bu dosyayı kullanabilirsin.

# Etch.OrchardCore.SEO.Views.AdminImportRedirects.Index
source: this example template
tr: şablon dosya

# Etch.OrchardCore.SEO.Views.AdminImportRedirects.Index
source: Import
tr: İçe Aktar

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Force SSL
tr: SSL'e zorla

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Force visitors to use SSL (https). This is a basic implementation that will change the URL from http to https.
tr: Ziyaretçileri SSL (https) kullanmaya zorlar. Basit bir http'den https'e yönlendirme işlemi yapar.

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Canonical URLs behaviour
tr: Kurallı URL davranışı

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Any domain
tr: herhangi bir alan adı.

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Custom
tr: Özel

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Redirects will be a 301.
tr: Yönlendirme http 301 koduyla yönlenecektir.

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Redirect to domain
tr: Yönlendirilecek alan adı.

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Trailing slashes
tr: Ters Çizgi

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Ignore
tr: Dikkate alma

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Remove Trailing Slash
tr: Ters çizgiyi sil

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Append Trailing Slash
tr: Ters çizgiyi ekle

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: Ignored URLs
tr: Dikkate alınmayacak URL'ler

# Etch.OrchardCore.SEO.Views.HostnameRedirectsSettings.Edit
source: When URLs start with specified value the request will be ignored from redirect behaviour. Use a new line to seperate each URL.
tr: Girilen URL'lere istek geldiğinde, yönlendirme işlemi yapılmayacaktır. Her bir URL'i yeni satırda giriniz.
